complete/buddy_data/奇秀-主播房间-20160912231110-20160912231111500

<?xml version="1.0" encoding="UTF-8"?><SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:Spider="urn:http://service.sina.com.cn/spider"><SOAP-ENV:Body encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"><Spider:PostDocument><document xsi:type="Spider:Document"><platform xsi:type="xsd:string"><![CDATA[奇秀]]></platform>
<class xsi:type="xsd:string"><![CDATA[主播房间]]></class>
<date xsi:type="xsd:string"><![CDATA[2016-9-12 23:11:10]]></date>
<cont_items><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[房间号]]></cont_item_name><cont_item_body><![CDATA[159210]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[昵称]]></cont_item_name><cont_item_body><![CDATA[bestの二货的房间]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[星光]]></cont_item_name><cont_item_body><![CDATA[2107]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[粉丝]]></cont_item_name><cont_item_body><![CDATA[464]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[打卡]]></cont_item_name><cont_item_body><![CDATA[58]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[守护]]></cont_item_name><cont_item_body><![CDATA[14]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[观众]]></cont_item_name><cont_item_body><![CDATA[0]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[Cold,ice]]></vipnickname><vipuserid><![CDATA[1185361577]]></vipuserid><top_name><![CDATA[Cold,ice]]></top_name><top_money><![CDATA[79300]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[王 亭]]></vipnickname><vipuserid><![CDATA[2438121915]]></vipuserid><top_name><![CDATA[王 亭]]></top_name><top_money><![CDATA[20270]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[不忘初心 继续前行]]></vipnickname><vipuserid><![CDATA[2176041658]]></vipuserid><top_name><![CDATA[不忘初心 继续前行]]></top_name><top_money><![CDATA[1990]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[鼠标O_o]]></vipnickname><vipuserid><![CDATA[2174009977]]></vipuserid><top_name><![CDATA[鼠标O_o]]></top_name><top_money><![CDATA[1980]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[Robin..（罗宾）]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[Robin..（罗宾）]]></top_name><top_money><![CDATA[1300]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[bestの超文]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[bestの超文]]></top_name><top_money><![CDATA[1070]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[晓康_]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[晓康_]]></top_name><top_money><![CDATA[720]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[☆●☆小帅☆●☆]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[☆●☆小帅☆●☆]]></top_name><top_money><![CDATA[610]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[?bestの?★洪荒之力★]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[?bestの?★洪荒之力★]]></top_name><top_money><![CDATA[560]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[康 哥]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[康 哥]]></top_name><top_money><![CDATA[480]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[?坏小孩?]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[?坏小孩?]]></top_name><top_money><![CDATA[]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[梦想2311]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[梦想2311]]></top_name><top_money><![CDATA[]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[.man]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[.man]]></top_name><top_money><![CDATA[]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[成熟男人2]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[成熟男人2]]></top_name><top_money><![CDATA[]]></top_money></cont_item></cont_items>
</document></Spider:PostDocument></SOAP-ENV:Body></SOAP-ENV:Envelope> 